{
  "advantages": {
    "talentos": [
      {
        "name": "Empatia",
        "cost": 2,
        "description": "Você consegue ler as emoções dos outros com mais facilidade. Seja um indivíduo suspeito ou um aliado de duas caras, você consegue identificar as intenções dessa pessoa. Para compreender as emoções de alguém, rola-se um teste de Sabedoria. Com essa vantagem, você pode rerrolar o teste e escolher o melhor resultado."
      },
      {
        "name": "Intimidação",
        "cost": 2,
        "description": "Você impõe sua presença e amedronta pessoas e criaturas, às vezes para convencê-los a fazer o que quer. Para intimidar alguém, rola-se um teste de Carisma. Com essa vantagem, você pode rerrolar o teste e escolher o melhor resultado."
      },
      {
        "name": "Liderança",
        "cost": 3,
        "description": "Você tem uma tendência maior a liderar e ser escutado por seus aliados. Em um ambiente de combate de massas, os aliados costumam seguir suas ordens. Você pode direcionar NPCs com mais facilidade."
      },
      {
        "name": "Manha Humana",
        "cost": 1,
        "description": "As ruas podem fornecer muitas informações ou dinheiro para aqueles que conhecem a sua linguagem. Essa vantagem permite que você se misture discretamente ao cenário local, ouça os rumores, entenda as gírias ou até mesmo participe de negócios escusos."
      },
      {
        "name": "Lábia",
        "cost": 2,
        "description": "Você sabe como ocultar seus próprios motivos e mostrar aquilo que você deseja. Além disso, você pode chegar à raiz dos motivos de outras pessoas e usá-los contra elas. Essa vantagem define o seu talento para intrigas, segredos e jogos duplos. Tem um bônus de +2 ao fazer um teste de Carisma para influenciar alguém."
      }
    ],
    "facilidades": [
      {
        "name": "Forte",
        "cost": 3,
        "description": "Você é naturalmente forte. Sempre que for realizar um teste de Força, um sucesso será garantido."
      },
      {
        "name": "Organizado",
        "cost": 1,
        "description": "Por ser mais disciplinado do que os outros adolescentes da sua idade, sua organização permite que você consiga carregar mais itens do que o normal.\n+5 espaços na mochila."
      },
      {
        "name": "Rápido",
        "cost": 3,
        "description": "Você é naturalmente ágil. Sempre que for realizar um teste de Agilidade, um sucesso será garantido."
      },
      {
        "name": "Conhecedor de todos os caminhos",
        "cost": 2,
        "description": "Você já viajou muito, já subiu montanhas, já investigou cavernas. Passou por pântanos e praias. Por conta disso, não recebe penalidades em terrenos irregulares."
      },
      {
        "name": "Inteligente",
        "cost": 3,
        "description": "Você demonstra ser mais esperto desde cedo. Sempre que for realizar um teste de Inteligência, um sucesso será garantido."
      },
      {
        "name": "Prodígio",
        "cost": 4,
        "description": "Desde sempre um ás nos estudos, aprende tudo com grande facilidade.\nVocê precisa de metade de sucessos para aprender algo novo."
      },
      {
        "name": "Sábio",
        "cost": 3,
        "description": "Você é naturalmente sábio, compreendendo o cerne da consciência humana. Sempre que for realizar um teste de Sabedoria, um sucesso será garantido."
      },
      {
        "name": "Robusto",
        "cost": 3,
        "description": "Sua saúde é sólida. Sempre que for realizar um teste de Constituição, um sucesso será garantido."
      },
      {
        "name": "Duro de Matar",
        "cost": 3,
        "description": "Você só fica inconsciente se atingir -10 de algum status e só morre se atingir -20 de Pontos de Vida."
      },
      {
        "name": "Belo",
        "cost": 3,
        "description": "Sua beleza é, de fato, divina. Você atrai atenção ao seu redor, encantando pessoas. Sempre que for realizar um teste de Carisma, um sucesso será garantido."
      },
      {
        "name": "Herói das Eras",
        "cost": 3,
        "description": "Você recupera pontos heroicos com mais facilidade."
      },
      {
        "name": "Indolor",
        "cost": 1,
        "description": "Você consegue ignorar dor, sem receber penalidades quando está gravemente ferido."
      },
      {
        "name": "Resistência Toxicológica",
        "cost": 2,
        "description": "Você recebe metade do dano por qualquer tipo de envenenamento."
      },
      {
        "name": "Excelente Senso de Direção",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Grande Durabilidade",
        "cost": 1,
        "description": "Você recebe +10 de Pontos de Estamina sempre que sobe de nível e recupera eles com mais facilidade."
      },
      {
        "name": "Herança Mágica",
        "cost": 1,
        "description": "Você recebe +10 de Pontos de Magia sempre que sobe de nível e recupera eles com mais facilidade."
      },
      {
        "name": "Grande Vitalidade",
        "cost": 1,
        "description": "Você recebe +10 de Pontos de Vida sempre que sobe de nível e recupera eles com mais facilidade."
      },
      {
        "name": "Visão Aguçada",
        "cost": 2,
        "description": "Tem a capacidade de ver mais longe do que os demais e também uma facilidade para enxergar no escuro."
      },
      {
        "name": "Audição Aguçada",
        "cost": 2,
        "description": "Escuta coisas mais distantes."
      },
      {
        "name": "Olfato Aguçado",
        "cost": 2,
        "description": "Consegue sentir o cheiro e rastrear certas coisas."
      }
    ],
    "pericias": [
      {
        "name": "Condução",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Especificação de veículo",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Empatia com Animais",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Esporte",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Especificação de esporte",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Furtividade",
        "cost": 1,
        "description": "Um sucesso garantido quando você tentar ser silencioso"
      },
      {
        "name": "Ladroagem",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Ofícios",
        "cost": 1,
        "description": "Permite criações"
      },
      {
        "name": "Artesanato",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Carpintaria",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Cozinhar",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Escultura",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Pintura",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Metalurgia",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Performance",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Música (especificar instrumento)",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Dança",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Atuação",
        "cost": 1,
        "description": ""
      },
      {
        "name": "Sobrevivência",
        "cost": 1,
        "description": ""
      }
    ],
    "conhecimentos": [
      {
        "name": "Biologia",
        "cost": 2,
        "description": ""
      },
      {
        "name": "Computação",
        "cost": 2,
        "description": "Este Conhecimento representa a habilidade de operar e programar computadores, assim como a compreensão necessária para se manter a par da tecnologia mais avançada."
      },
      {
        "name": "Direito",
        "cost": 2,
        "description": ""
      },
      {
        "name": "Filosofia",
        "cost": 2,
        "description": ""
      },
      {
        "name": "Finanças",
        "cost": 2,
        "description": ""
      },
      {
        "name": "Física",
        "cost": 2,
        "description": ""
      },
      {
        "name": "História Global",
        "cost": 2,
        "description": ""
      },
      {
        "name": "Investigação",
        "cost": 2,
        "description": ""
      },
      {
        "name": "Literatura",
        "cost": 2,
        "description": ""
      },
      {
        "name": "Linguística",
        "cost": 2,
        "description": ""
      },
      {
        "name": "Medicina",
        "cost": 2,
        "description": ""
      },
      {
        "name": "Mitologia",
        "cost": 2,
        "description": ""
      },
      {
        "name": "Política",
        "cost": 2,
        "description": ""
      },
      {
        "name": "Química",
        "cost": 3,
        "description": "Permite criações"
      }
    ],
    "combate": [
      {
        "name": "Hábil com Arma",
        "cost": 1,
        "description": "Facas, porretes, espadas, arcos e flechas; (FOR)"
      },
      {
        "name": "Briga",
        "cost": 1,
        "description": "Especificar estilo (FOR)"
      },
      {
        "name": "Prontidão",
        "cost": 3,
        "description": "Esta é sua aptidão básica de estar pronto para as coisas que acontecem ao seu redor, mesmo quando você não está realmente procurando por elas. Você não é surpreendido com tanta facilidade.\nVocê pode fazer um teste a mais para bloquear esses ataques furtivos por completo."
      },
      {
        "name": "Esquiva",
        "cost": 3,
        "description": "+ tantos para esquivar de golpes"
      },
      {
        "name": "Sanguinário",
        "cost": 2,
        "description": "Quando você ataca, você não tem dó nem piedade. Não se importa com regras ou com a segurança de um oponente, mesmo que seja um treinamento ou inimigo que você precise manter vivo para extrair informações.\nRecebe um bônus de +1d6 de dano."
      },
      {
        "name": "Ambidestria",
        "cost": 3,
        "description": "Você tem a capacidade de utilizar as duas mãos no combate. Com isso, pode atacar duas vezes, porém o segundo ataque dá apenas metade do dano.\nRecebe um bônus de +1d6 de dano."
      }
    ]
  },
  "disadvantages": {
    "fisicas": [
      {
        "name": "Falta de Membro",
        "cost": 4,
        "description": "Personagens com esta desvantagem não possuem membros devido a defeitos de nascença ou acidentes. Eles enfrentam dificuldades de mobilidade e tarefas cotidianas, muitas vezes requerendo assistência ou ferramentas adaptativas."
      },
      {
        "name": "Mudez",
        "cost": 2,
        "description": "Personagens mudos são incapazes de falar, tornando a comunicação um desafio. Eles dependem de pistas não verbais e comunicação escrita para interagir com outros."
      },
      {
        "name": "Surdez",
        "cost": 4,
        "description": "Personagens surdos têm audição limitada ou nula, afetando a percepção do mundo. Eles usam a linguagem de sinais ou outras pistas visuais para se comunicar e navegar em seu ambiente."
      },
      {
        "name": "Cegueira",
        "cost": 6,
        "description": "Personagens cegos não conseguem enxergar, dependendo de outros sentidos e de ferramentas como bengalas ou animais-guia para se orientar. Suas interações e compreensão do ambiente são baseadas principalmente em som, toque e intuição."
      },
      {
        "name": "Vício (Álcool, cigarro, medicamentos)",
        "cost": 3,
        "description": "Personagens com vícios como álcool, tabaco ou dependência de medicamentos enfrentam dificuldades com sua dependência. Isso pode levar a problemas de saúde, comportamento errático e tomada de decisões ruins, afetando seus relacionamentos e bem-estar geral."
      }
    ],
    "psicologicas": [
      {
        "name": "Esquizofrenia",
        "cost": 2,
        "description": "Personagens com esquizofrenia sofrem de distorções na percepção da realidade, incluindo alucinações e delírios. Isso afeta sua capacidade de distinguir o que é real e pode influenciar suas interações e decisões."
      },
      {
        "name": "Amnésia",
        "cost": 1,
        "description": "Personagens com amnésia têm dificuldade em lembrar eventos passados, o que pode levar a lacunas em suas memórias e confusão sobre sua própria identidade e experiências."
      },
      {
        "name": "Fobia",
        "cost": 2,
        "description": "Personagens com fobias têm medos intensos e irracionais de situações, objetos ou lugares específicos. Esses medos podem causar ansiedade extrema e limitar suas opções e ações."
      },
      {
        "name": "Tique",
        "cost": 2,
        "description": "Personagens com tiques têm movimentos ou vocalizações involuntárias e repetitivas. Isso pode afetar seu comportamento social e a maneira como são percebidos pelos outros."
      },
      {
        "name": "Estresse Pós-Traumático",
        "cost": 3,
        "description": "Personagens com estresse pós-traumático sofrem após experiências traumáticas, revivendo memórias dolorosas e enfrentando sintomas como ansiedade e evitação. Isso pode impactar sua saúde mental e interações."
      }
    ],
    "doencas": [
      {
        "name": "Diabético",
        "cost": 2,
        "description": "Personagens diabéticos possuem problemas de regulação do açúcar no sangue, o que pode afetar sua energia e saúde ao longo do tempo."
      },
      {
        "name": "Asmático",
        "cost": 2,
        "description": "Personagens asmáticos têm dificuldade em respirar e podem ser afetados negativamente em situações que exigem esforço físico ou exposição a alérgenos."
      },
      {
        "name": "Anêmico",
        "cost": 2,
        "description": "Personagens anêmicos têm uma contagem baixa de glóbulos vermelhos, o que pode levar à fadiga, tontura e falta de resistência física."
      }
    ],
    "mitologicas": [
      {
        "name": "Indefinido",
        "cost": 15,
        "description": "Você não possui herança divina, seu pai/mãe olimpiano nunca o reclamou. Você não possui poderes."
      },
      {
        "name": "Maldição (Variável)",
        "cost": "Variável",
        "description": "Alguma parte do seu corpo é animalesca, você não pode comer nem beber mas ainda sente fome, você tem que fazer alguma tarefa específica em determinada quantidade de tempo, você não pode ir até certo lugar ou não pode falar certa informação… Algum deus ficou muito bravo contigo e te impôs uma maldição (talvez fazer uma tabela e a pessoa rola)"
      },
      {
        "name": "Perseguição Monstruosa",
        "cost": 2,
        "description": "Um monstro mitológico específico te persegue eternamente."
      },
      {
        "name": "Perseguição Divina",
        "cost": 4,
        "description": "Um deus específico te persegue eternamente."
      },
      {
        "name": "Profecia",
        "cost": 3,
        "description": "Você é o escolhido de uma profecia e isso vai te colocar em muitos problemas e aventuras."
      }
    ],
    "sociais": [
      {
        "name": "Pária",
        "cost": 3,
        "description": "Devido a sua origem ou ações passadas, você é rejeitado e temido pela sociedade. Isso limita suas interações sociais e pode levar a dificuldades em encontrar ajuda ou segurança."
      },
      {
        "name": "Criminoso Procurado",
        "cost": 4,
        "description": "Você é procurado pelas autoridades por crimes que você tenha cometido. Isso pode levar a perseguições, julgamentos e dificuldades em estabelecer uma vida estável."
      },
      {
        "name": "Dívida de Vida",
        "cost": 3,
        "description": "Você deve uma dívida de vida a alguém, que pode ser um favor que você deve retribuir. Isso pode levar a obrigações inesperadas e complicações em suas aventuras."
      },
      {
        "name": "Família Problemática",
        "cost": 2,
        "description": "Sua família tem uma história de problemas e escândalos, o que pode afetar sua reputação e relações sociais. Isso pode levar a preconceitos e desconfiança por parte dos outros."
      },
      {
        "name": "Desonrado",
        "cost": 2,
        "description": "Você trouxe desonra para si mesmo ou para sua família de alguma forma, e isso afeta sua posição na sociedade. Pode ser difícil ganhar a confiança e o respeito dos outros."
      }
    ]
  }
}
